Repository: Novalnet-AG/CiviCRM-payment-integration-for-Drupal
Catalog: language/civicrm_novalnetgateway_*.po
Languages: de

source: Please confirm IBAN & BIC
de: Bitte bestätigen Sie IBAN ünd BIC

source: SEPA Payment duration in days
de: SEPA Zahlungsdauer in Tagen

source: SEPA Payment Type
de: SEPA-Zahlungstyp

source: Download your mandate
de: Ihr Mandat als PDF

source: Enter the Due date in days, it should be greater than 6. If you leave as empty means default value will be considered as 7 days
de: Tragen Sie das Fälligkeitsdatum in Tagen ein, es sollten mehr als 6 Tage sein. Eine fehlerhafte Eingabe wird automatisch als 7 Tage übernommen.

source: Please note that your account will be debited after receiving the signed mandate from you.
de: Bitte nehmen Sie zur Kenntnis, dass Ihr Konto nach dem Eingehen Ihres unterschriebenen Auftrags belasted wird

source: SEPA Due date is not valid
de: SEPA Fälligkeitsdatum Ungültiger

source: Direct Debit SEPA
de: Lastschrift SEPA

source: Novalnet Direct Debit SEPA
de: Novalnet Lastschrift SEPA

source: Direct Debit SEPA Signed
de: Lastschrift SEPA Signed

source: Mandate Confirmation
de: Mandat Bestätigung

source: Novalnet Mandate Confirmation
de: Novalnet Mandat Bestätigung

source: Novalnet Additional Configuration
de: Novalnet Zusätzliche Konfigurations

source: Referrer ID of the partner at Novalnet, who referred you (only numbers allowed)
de: ID des Partners bei Novalnet, der Ihnen Novalnet empfohlen hat (nur Ziffern erlaubt, ansonsten leer lassen)

source: This will appear in the transactions details / account statement
de: Dies erscheint in den Transaktionsdetails / im Kontoauszug

source: Second Product ID in Novalnet to use the manual check condition
de: Zweite Produkt-ID bei Novalnet, um Buchungen manuell zu überprüfen.

source: Second Tariff ID in Novalnet to use the manual check condition
de: Zweite Tarif-ID bei Novalnet, um Buchungen manuell zu überprüfen.

source: Enable AMEX Logo
de: AMEX-Logo aktivieren

source: Confirm Novalnet Mandate
de: Novalnet mandat bestätigen

source: Confirm Mandate Date
de: Bestätigen Mandat Datum

source: Click here
de: Klicken Sie hier

source: Please confirm IBAN and BIC
de: Bitte bestätigen Sie IBAN ünd BIC

source: Please select your order
de: Bitte wählen Sie Ihre Bestellung

source: Mandate signature date is invalid
de: Mandat Signatur Datum ist ungültige

source: Novalnet Mandate confirmed
de: Novalnet Mandat bestätigt

source: Please enable ACDC Check.
de: Aktivieren Sie bitte den ACDC-Check.
