Repository: Novalnet-AG/CiviCRM-payment-integration-for-Drupal
Catalog: language/civicrm_novalnetgateway_*.po
Languages: de

source: Novalnet Credit Card
de: Novalnet Kreditkarte

source: Credit Card
de: Kreditkarte

source: Novalnet Direct Debit Austria
de: Novalnet Lastschrift Österreich

source: Direct Debit Austria
de: Lastschrift Österreich

source: Direct Debit Austria
de: Lastschrift Österreich

source: Novalnet Direct Debit German
de: Novalnet Lastschrift Deutschland

source: Direct Debit German
de: Lastschrift Deutschland

source: Novalnet Invoice
de: Novalnet Kauf auf Rechnung

source: Invoice
de: Kauf auf Rechnung

source: Novalnet Prepayment
de: Novalnet Vorauskasse

source: Prepayment
de: Vorauskasse

source: Novalnet Instant Bank Transfer
de: Novalnet Sofortüberweisung

source: Instant Bank Transfer
de: Sofortüberweisung

source: Card Holder Name
de: Name des Karteninhabers

source: Credit Card No
de: Kreditkarte Nummer

source: Expiry Month
de: Monat des Ablaufdatums

source: Expiry Year
de: Jahr des Ablaufdatums

source: YES
de: JA

source: NO
de: NEIN

source: Bank Account Owner
de: Bank Kontoinhaber

source: Bank Account Number
de: Bank Kontonummer

source: Bank Code :
de: Bankleitzahl :

source: Account number
de: Kontonummer

source: Enable ACDC Check
de: ACDC Check aktivieren

source: Please transfer the amount to following account:
de: Bitte ueberweisen Sie den Rechnungsbetrag auf folgendes Konto:

source: Only for international transfers:
de: Nur bei Auslandsüberweisungen:

source: Account holder : NOVALNET AG
de: Kontoinhaber : Novalnet AG

source: Account holder :
de: Kontoinhaber :

source: Amount :
de: Betrag :

source: Reference :
de: Verwendungszweck :

source: Novalnet Transaction ID :
de: Novalnet Transaktions-ID :

source: Novalnet Transaction ID
de: Novalnet Transaktions-ID

source: Payment Method :
de: Zahlungsarten :

source: Payment Method
de: Zahlungsarten

source: Please note that the Transfer can only be identified with the above mentioned Reference.
de: Bitte beachten Sie, dass die üeberweisung nur bearbeitet werden kann wenn der oben angegebene Verwendungszweck verwendet wird

source: You will be redirected to Novalnet AG Payment Gateway
de: Sie werden auf das Novalnet Payment Gateway umgeleitet, wenn Sie eine Bestellung abschicken.

source: Redirect the Customers to Paypal Website to Make Payment
de: Leiten Sie die Kunden zu PayPal-Website, um Zahlung zu leisten.

source: Redirect into Novalnet Payment Gateway.
de: Umleitung zum Novalnet Payment Gateway.

source: Enable Test Mode
de: Testmodus einschalten

source: There was an error and your payment could not be completed.
de: Ein Fehler trat auf und Ihre Zahlung konnte nicht abgeschlossen werden.

source: Novalnet Transaction OK.
de: Novalnet Transaktion OK.

source: Novalnet Telephone Payment
de: Novalnet Telefonpayment

source: Test Order
de: Testbestellung

source: Process credit card payments through the Test Gateway.
de: Verarbeitung der Kreditkartenzahlungen durch das Test-Gateway.

source: credit Card
de: Kreditkarte

source: Second Product Id
de: Zweite Produkt ID

source: Enter the Novalnet Second Product Id
de: Geben Sie die Novalnet Zweites Produkt Id

source: Second Tariff Id
de: Zweite Tarif Id

source: Credit Card Number
de: Nummer der Kreditkarte

source: Enter the Novalnet Second Tariff Id
de: Geben Sie die Novalnet zweite Tarif Id

source: Please enter the Telephone / Mobilenumber
de: Geben Sie bitte die Telefon- / Handynummer ein

source: Please enter valid account details!
de: Geben Sie bitte g&uuml;ltige Kontodaten ein!

source: Please enter the E-Mail Address
de: Bitte geben Sie die E-Mail-Adresse.

source: Phone Number
de: Telefonnummer

source: Mobile phone number
de: Mobiltelefonnummer

source: PIN you have entered is incorrect or empty!
de: Die eingegebene PIN ist falsch oder leer!

source: Your PIN session has expired, Please try again
de: Ihre PIN-Session abgelaufen ist, bitte versuchen Sie es erneut

source: You will shortly receive a PIN by phone / SMS. Please enter the PIN in the appropriate text box
de: Sie erhalten in Kürze eine PIN per Telefon/SMS. Geben Sie bitte die PIN in das entsprechende Textfeld ein.

source: Card type
de: Kreditkarten-Typ

source: Card owner
de: Kreditkarten-Inhaber

source: Card number
de: Kartennummer

source: Issuing bank
de: Ausstellendes Kreditinstitut

source: Process card
de: Kreditkarte verarbeiten

source: (Last 4)
de: (Letzte 4)

source: Month :
de: monat :

source: Year :
de: Jahr :

source: Expiration Month
de: Monat des Ablaufdatums

source: Expiration Year
de: Jahr des Ablaufdatums

source: Issue Number
de: Ausgabenummer

source: CVC (Verification Code)
de: CVC (Prüfziffer)

source: Oops! Enter the Correct Pin number.
de: Oops! Geben Sie die korrekte PIN-Nummer.

source: Issuing Bank:
de: Ausstellende Bank

source: Pay via bank debit.
de: Bezahlung per Bankeinzug.

source: Invalid Account Holder name
de: Bitte geben Sie einen Kontoinhaber ein

source: Please Enter your Account Number
de: Bitte geben Sie eine Kontonummer ein

source: Please Enter your Bank Code
de: Bitte geben Sie eine Bankleitzahl ein

source: Account holder
de: Kontoinhaber

source: Due date :
de: Fälligkeitsdatum :

source: Account No
de: Kontonr.

source: Bank code
de: Bankleitzahl

source: Account Number
de: Kontonummer

source: ACDC Control
de: ACDC Check

source: Enter the Pin Number
de: Geben Sie die PIN-Nummer

source: Enable ACDC Check !
de: Bitte akzeptieren Sie den ACDC Check

source: Payment period in days
de: Zahlungsfrist in Tagen

source: Enter The Payment Period
de: Geben Sie die Zahlungsdauer

source: Specify Payment Duration for Invoice Process
de: Zahlungsfrist fuer Rechnungszahlung

source: to following account:
de: auf folgendes Konto:

source: Account number :
de: Kontonummer :

source: Bankcode :
de: Bankleitzahl :

source: Enter the New pin You have received !
de: Geben Sie die neue PIN, die Sie erhalten haben!

source: Redirect customers to their online bank account to let them make a transfer.
de: Die Kunden werden zu ihrem Online-Bankkonto umgeleitet, um eine Ueberweisung durchzufuehren.

source: PayPal API User Name
de: PayPal API Benutzername

source: Please enter your PayPal API username
de: Geben Sie Ihren PayPal API Benutzernamen ein

source: PayPal API Password
de: PayPal API Passwort

source: Please enter your PayPal API password
de: Geben Sie Ihr PayPal API Passwort ein

source: PayPal API Signature
de: PayPal API Signatur

source: Please enter your PayPal API signature
de: Geben Sie Ihre PayPal API Signatur ein

source: The default value is only valid in test mode. For live use, get your key from your account at !url -> Stammdaten -> Paymentzugriffsschluessel.
de: Fuer Online-Zahlungen (Sofortueberweisung) muessen Sie ein Passwort im Adminbereich eingeben. Sie koennen Ihr Passwort ueber das Admin-Tool erhalten: https://admin.novalnet.de -> Stammdaten -> Paymentzugriffsschluessel

source: Payment of @amount @currency submitted through Sofortueberweisung.de.
de: Die Zahlung von @amount @currency durch Sofortueberweisung.de vorgelegt.

source: You will be Redirected to Novalnet AG Payment Gateway.
de: Sie werden auf Novalnet AG Payment Gateway Weitergeleitet.

source: The path for the Novalnet handler script to return payment status is automatically set to
de: Der Pfad fuer die Novalnet Haendler-Skript zur Rueckgabe des Zahlungsstatus steht automatisch auf

source: Novalnet settings
de: Novalnet Einstellungen

source: Credit card holder
de: Kreditkarteninhaber

source: Credit card number
de: Kartennummer

source: Month
de: Monat

source: January
de: Januar

source: Febraury
de: Febraur

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Year
de: Jahr

source: Handy/Mobile:
de: Handy/Mobil:

source: Mobile:
de: Mobil:

source: Redirect the Customers to PayPal Website to Make Payment.
de: Leiten Sie die Kunden zu PayPal-Website, um Zahlung zu leisten.

source: Oops ! unusuall Payment Completion Order Cannot be completed.
de: Oops! unusuall Payment Fertigstellung Auftrag kann nicht abgeschlossen werden.

source: Novalnet only supports payments in Euros! Change your store settings!here_link.
de: Novalnet unterstuetzt nur Zahlungen in Euro! Aendern Sie Ihre Shop-Einstellungen !here_link.

source: TEST MODE (Do you want to test Novalnet Credit Card module with TEST MODE?)
de: TEST MODUS (Wollen Sie das Novalnet Kreditkarten-Modul im TESTMODUS testen?)

source: Received by Novalnet AG
de: von Novalnet AG erhalten

source: You will be redirected automatically. If not more than 5 seconds, click here
de: Sie werden automatisch weitergeleitet. Falls nach 5 Sekunden nicht, dann bitte hier klicken

source: Payment pending
de: Zahlung wird ausgeführt

source: Novalnet Merchant ID
de: Novalnet H&auml;ndler ID

source: Enter your Novalnet Merchant ID
de: Geben Sie Ihre Novalnet Händler-ID ein

source: Novalnet Merchant Authorisation Code
de: Novalnet Authorisierungsschl&uuml;ssel

source: Enter your Novalnet Merchant Authorisation code
de: Geben Sie Ihren Novalnet-Authorisierungsschlüssel ein

source: Novalnet Product ID
de: Novalnet Produkt ID

source: Enter your Novalnet Product ID
de: Geben Sie Ihre Novalnet Produkt-ID ein

source: Novalnet Tariff ID
de: Novalnet Tarif ID

source: Enter your Novalnet Tariff ID
de: Geben Sie Ihre Novalnet Tarif-ID ein

source: Manual checking amount in cents
de: Manuelle Überprüfung des Betrags in Cent

source: Please enter the amount in cents
de: Bitte den Betrag in Cent eingeben

source: Second Product ID in Novalnet
de: Zweite Novalnet Produkt ID

source: Second Tariff ID in Novalnet
de: Zweite Novalnet Tarif ID

source: for the manual checking
de: zur manuellen Überprüfung

source: Novalnet Password
de: Novalnet Passwort

source: Enter your Novalnet Password
de: Geben Sie Ihr Novalnet Passwort ein

source: Information to the end customer
de: Informationen für den End kunden

source: will appear in the payment form
de: wird im Bezahlformular erscheinen

source: Input Data Missing
de: Eingang Daten vermisst

source: Please enter valid credit card details!
de: Geben Sie bitte gültige Kreditkartendaten ein!

source: Credit Card Holder name should be two or more characters long.
de: Kreditkartenetui Name sollte zwei oder mehr Zeichen lang sein.

source: Bank account owner name should be two or more characters long.
de: Bankverbindung Inhaber Name sollte zwei oder mehr Zeichen lang sein.

source: You will be redirected automatically. If not for more than 10 seconds click here
de: Sie werden automatischumgeleitet werden. Wenn nicht mehr als 10 sec klicken Sie hier

source: You will be redirected automatically. If not more than 10 seconds, click here
de: Sie werden automatisch weitergeleitet. Falls nach 10 Sekunden nicht, dann bitte hier klicken

source: Redirecting....
de: Umleiten ....

source: Please transfer the amount at the latest, untill
de: Bitte ueberweisen Sie den Betrag spaetestens bis zum

source: Enter the Valid Account Details !
de: Geben Sie das g&uuml;ltige Bankverbindung!

source: Minimum Amount Limit for PIN by Callback
de: Mindestbetrag f&uuml;r Limit-PIN per R&uuml;ckruf

source: Please note down the below Transaction details provided by Novalnet (TID)
de: Bitte notieren Sie sich die unten Details der Transaktion zur Verfügung gestellt von Novalnet (TID)

source: You have changed the order amount after getting PIN number, please try again with a new call
de: Sie haben die Bestellmenge nach dem Erhalt der PIN-Nummer ge&auml;ndert, versuchen Sie es bitte erneut mit einem neuen Anruf

source: You have changed the order amount after getting e-mail, please try again with a new call
de: Sie haben die Bestellmenge nach dem Erhalt der Email ge&auml;ndert, versuchen Sie es bitte erneut mit einem neuen Anruf

source: Please transfer the amount to the following information to our payment service Novalnet AG
de: Bitte Überweisen Sie den Betrag mit der folgenden Information an unseren Zahlungsdienstleister Novalnet AG

source: Novalnet Payment Settings
de: Novalnet Zahlung Einstellungen

source: Manual limit amount / Product-ID2 / Tariff-ID2 is not valid
de: Ungültige Bestellgrenze / 2. Produkt-ID / 2. Tarif-ID

source: Customer name/email fields are not valid
de: Ungültige Werte für die Felder Kundenname-/email

source: We have sent a email, please answer
de: Wir haben Ihnen eine Email geschickt, beantworten Sie diese bitte.

source: Email Reply
de: Antwort per Email

source: Reply-mail is still pending
de: Reply-Email steht noch aus

source: The invoice number already exists
de: Die Rechnungsnummer existiert bereits

source: novalnet.com
de: novalnet.de

source: German Direct Debit
de: Deutsche Lastschriftverfahren

source: Austrian Direct Debit
de: Österreichische Lastschriftverfahren

source: Your PIN session has expired. Please try again.
de: Ihre PIN-Session ist abgelaufen. Bitte versuchen Sie es noch einmal.

source: Oops! Maximum Time Exceeded.
de: Oops! Maximale Zeit&uuml;berschreitung.

source: Maximum number of PIN entries exceeded!
de: Maximale Anzahl von PIN-Eingaben überschritten!

source: Forgot PIN? [New PIN Request]
de: PIN vergessen? [Neue PIN beantragen]

source: PIN Number
de: PIN-Nummer

source: Enter Your Pin
de: Geben Sie Ihre PIN

source: Email Address
de: E-Mail Adresse

source: Basic parameter not valid
de: Ungültige Parameter für die Händlereinstellungen

source: Minimum Amount Limit for Callback in cents
de: Grenzwert (Mindestbetrag) in Cent für Rückruf

source: http://www.novalnet.com
de: https://www.novalnet.de

source: If you use a Proxy Server, enter the Proxy Server IP with port here (e.g. www.proxy.de:80)
de: Wenn Sie einen Proxy-Server einsetzen, tragen Sie hier Ihre Proxy-IP und den Port ein (z.B. www.proxy.de:80)

source: * On Visa-, Master- and Eurocard you will find the 3 digit CVC-Code near the signature field at the rearside of the creditcard.
de: * Bei Visa-, Master- und Eurocard besteht der CVC-Code aus den drei letzten Ziffern im Unterschriftenfeld auf der Rückseite der Kreditkarte.

source: sofort_en.png
de: sofort_de.jpg

source: Enable Account Check Direct Control (ACDC)
de: ACDC (Account Check Direct Control)-Check aktivieren

source: The ACDC-Check Accepted
de: Der ACDC-Check wird akzeptiert

source: The bank details will be emailed to you soon after the completion of checkout process.
de: Die Bankverbindung wird Ihnen nach Abschluss Ihrer Bestellung per E-Mail zugeschickt.

source: The amount will be booked immediately from your credit card when you submit the order.
de: Die Belastung Ihrer Kreditkarte erfolgt mit dem Abschluss der Bestellung.

source: Amounts below 0,99 Euros and above 10,00 Euros cannot be processed and are not accepted!
de: Betraege unter 0,99 Euro und ueber 10,00 Euro koennen nicht verarbeitet werden bzw. werden nicht akzeptiert!

source: Your account will be debited upon delivery of goods.
de: Die Belastung Ihres Kontos erfolgt mit dem Versand der Ware.

source: You will be redirected to Novalnet AG website when you place the order.
de: Sie werden zur Website der Novalnet AG umgeleitet, sobald Sie die Bestellung bestätigen.

source: Check Hash failed.
de: Überprüfen Hash gescheitert.

source: Currency type is not allowed for this payment method
de: Währung für diese Zahlungsart nicht zugelassen

source: TelephonePayment
de: Telefonpayment

source: Telephone Payment
de: Telefonpayment

source: Amounts below 0,90 Euros and above 10,00 Euros cannot be processed and are not accepted!
de: Betraege unter 0,90 Euro und ueber 10,00 Euro koennen nicht verarbeitet werden bzw. werden nicht akzeptiert!

source: Your amount will be added in your telephone bill when you place the order.
de: Ihr Betrag wird zu Ihrer Telefonrechnung hinzugefügt werden, wenn Sie die Bestellung aufgeben

source: Refer the steps which is mentioned in the telephone payment to complete the process
de: Folgen Sie den Schritten, die für Telefonpayment angegeben sind, um den Vorgang abzuschließen

source: Following steps are required to complete your payment:
de: Folgende Schritte sind notwendig, um Ihre Zahlung abzuschließen:

source: Step 1:
de: Schritt 1:

source: Step 2:
de: Schritt 2:

source: Please call the telephone number displayed:
de: Bitte rufen Sie die angezeigte Telefonnummer an:

source: Please wait for the beep and then hang up the listeners.
de: Bitte warten Sie auf den Signalton und legen Sie dann den Hörer auf.

source: In case your call was successful, please complete the payment.
de: War Ihr Anruf erfolgreich, schließen Sie bitte die Zahlung ab.

source: * This call will cost
de: * Dieser Anruf kostet

source: (including VAT) and it is possible only for German landline connection! *
de: (inkl. MwSt.) und ist nur für Festnetzanschlüsse in Deutschland möglich! *

source: You have changed the order amount after receiving telephone number, please try again with a new call
de: Sie haben die Bestellmenge nach Erhalt der Telefonnummer geändert, versuchen Sie es bitte noch einmal mit einem neuen Anruf

source: Please enable credit rating check
de: Aktivieren Sie bitte die Bonitätsprüfung

source: Please install/enable the Open SSL PHP extension!
de: Bitte installieren/aktivieren Open SSL-PHP-Erweiterung!

source: Please install/enable PHP CURL extension!
de: Bitte installieren/aktivieren PHP CURL Erweiterung!

source: Novalnet Payment access key
de: Novalnet Paymentzugriffsschlüssel

source: Enter your Novalnet payment access key
de: Geben Sie Ihr Novalnet Paymentzugriffsschlüssel ein

source: Authentication Failed
de: Authentifizierung fehlgeschlagen

source: Please Note: This transaction will run on TEST MODE and the amount will not be charged
de: Bitte beachten Sie: Diese Transaktion wird im Test-Modus ausgeführt werden und der Betrag wird nicht belastet werden

source: Novalnet General Settings
de: Novalnet Allgemeine Einstellungen

source: Novalnet Settings
de: Novalnet Einstellungen

source: Novalnet Transaction Details
de: Novalnet Transaktionsdetails

source: Address details are required to continue this transaction.
de: Um diese Zahlung fortzusetzen, müssen Sie eine Adresse angeben.

source: Expiration Date
de: Gültigkeit (Monat/Jahr)

source: ExpirationDate
de: Gültigkeit(Monat/Jahr)

source: Novalnet Callback Script Settings
de: Novalnet Händlerskript-Einstellungen

source: Enable Debug Mode
de: Debug-Modus aktivieren

source: E-mail Send Option
de: Einstellungen für Emailversand

source: E-mail From Name
de: Email: Name des Absenders

source: E-mail From Address
de: Email: Adresse des Absenders

source: E-mail To Address
de: Email versenden an:

source: E-mail Body
de: Emailtext

source: Enable Your Debug Mode
de: Debug-Modus für Sie aktivieren

source: Enable Your E-mail Send Option
de: Email-Versandoptionen für Sie aktivieren

source: Enter the Sender E-mail Name
de: Email: Geben Sie den Namen des Absenders ein.

source: Enter the Sender E-mail From Address
de: Email: Geben Sie die Adresse des Absenders ein.

source: Recipient E-mail Address (Use Multiple Email-ID's seprated by comma ( , ))
de: Emailadressen der Empfänger (mehrere Adressen durch Komma ',' trennen)

source: E-mail Your Comment Text
de: Email: Geben Sie den Kommentar ein, den Sie verschicken wollen

source: If You are Sending them a copy for their Information (Use Multiple Email-ID's seprated by comma ( , ))
de: Emailadressen, an die eine Kopie zur Information verschickt wird (mehrere Adressen durch Komma ',' trennen)

source: Send a Message to “Undisclosed Recipients” (Use Multiple Email-ID's seprated by comma ( , ))
de: Emailadressen, an die eine Blindkopie verschickt wird (mehrere Adressen durch Komma ',' trennen)

source: Notification mail for undefined payment types
de: Benachrichtigung per Email bei nicht definierten Zahlungsarten

source: Other than Invoice, Prepayment and PayPal payment
de: Außer Zahlung auf Rechnung, Vorkasse und über PayPal

source: sepa_en.jpg
de: sepa_de.jpg

source: Amount value is not valid
de: Ungültiger Betrag

source: You will be redirected to Novalnet AG in a few seconds.
de: Sie werden in wenigen Sekunden zur Novalnet AG weitergeleitet.

source: Enable Novalnet Logo
de: Novalnet-Logo aktivieren

source: To display Novalnet logo in front end
de: Novalnet-Logo im Frontend anzeigen

source: On successful order a link for downloading the SEPA Mandate will be sent to the end user who has to print out and complete the form and send it per post to you. On receipt of this SEPA mandate, you need to confirm the mandate inside the admin portal giving the mandate date. Only then this transaction will be executed through Novalnet.
de: Bei einer erfolgreichen Bestellung erhält der Endkunde einen Link zum Downloaden des SEPA-Mandatsformulars und soll dieses vollständig ausgefüllt per Post an Sie senden. Sobald Sie das Mandat erhalten haben, bestätigen Sie dies manuell im Admin-Bereich und geben das Mandatsdatum ein. Erst dann wird die Zahlung durch Novalnet ausgeführt.

source: SEPA Direct Debit SIGNED: Please note that in this process first only the order will be processed.
de: Lastschrift SEPA SIGNED: Bitte nehmen Sie zur Kenntnis, dass bei diesem Prozess zuerst nur die Bestellung ausgeführt wird.

source: SEPA Direct Debit: Real time processing with online SEPA Direct Debit Mandate (electronic transmission).
de: Lastschrift SEPA: Diese wird in Echtzeit inkl. des SEPA-Lastschriftmandats (elektronische Übermittlung) umgehend ausgeführt.

source: Activates the Account Check Direct Control at the payment process
de: Aktiviert den ACDC (Account Check Direct Control)-Check während des Bezahlvorgangs.

source: Transaction reference 2
de: 2. Verwendungszweck

source: Transaction reference 1
de: 1. Verwendungszweck

source: Auto refill the payment data entered in payment page
de: Eingabefelder des Bezahlformulars automatisch mit den Eingabedaten befüllen. (Auto-refill)

source: 3D Secure(note : this has to be set up at Novalnet first. Please contact support@novalnet.de, in case you wish this.)
de: 3D Secure (Achtung : dies muss zuerst bei Novalnet eingerichtet werden: bitte wenden Sie sich an support@novalnet.de, falls Sie dies wünschen)

source: (Please note that this procedure has a low acceptance among end customers.) As soon as 3D-Secure is activated for credit cards, the bank prompts the end customer for a password, to prevent credit card abuse. This can serve as a proof, that the customer is actually the owner of the credit card
de: (Bitte beachten Sie; dass dieses Verfahren nur eine geringe Akzeptanz bei Endkunden hat). Sobald 3D-Secure für Kreditkarten aktiviert ist, läßt die Bank den Käufer ein Passwort eingeben, um den Mißbrauch der Kreditkarte zu verhindern. Dies kann als Beweis verwendet werden, dass der Käufer tatsächlich der Inhaber der Kreditkarte ist.

source: Second Product ID for manual check condition
de: Zweite Produkt-ID für manuell überprüfte Buchungen

source: Second Tariff ID for manual check condition
de: Zweite Tarif-ID, für manuell überprüfte Buchungen

source: Manual checking of order, above amount in cents (Note: this is a onhold booking, needs your manual verification and activation)
de: Manuelle Überprüfung der Bestellung ab einem Betrag (in Cent) (Anmerkung: dies ist eine Zahlung on hold, welche Sie manuell überprüfen und aktivieren müssen.)

source: All the orders above this amount will be set on hold by Novalnet and only after your manual verifcation and confirmation at Novalnet the booking will be done
de: Alle Bestellungen über diesem Betrag werden von Novalnet on hold gesetzt. Erst nach Ihrer manuellen Überprüfung und Bestätigung bei Novalnet, wird die Buchung ausgeführt.

source: Mandate Signature Date
de: Mandat Signatur Datum

source: Enter Mandate signature date in the format of DD-MM-YYYY
de: Geben Mandat Signatur Datum im Format DD-MM-YYYY
